Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: I think I can access the data over there...
pl: Myślę, że tutaj możemy dostać się do danych...

source: I think I do.
pl: Chyba tak.

source: I think I have another idea!
pl: Wydaje mi się, że mam kolejny pomysł!

source: I think I know a way...
pl: Wydaje mi się, że znam na to sposób…

source: I think I stumbled onto it one day when I was lost.
pl: Chyba natrafiłam na niego w tym dniu, w którym się zgubiłam.

source: I think I've had my fill of this place. I'd like to go somewhere else, but my carrier isn't showing up.
pl: Myślę, że mam już dość tego miejsca. Chciałbym się przenieść gdzieś indziej, ale mój transporter przestał się pojawiać.

source: I think all these transmissions are making the machines go haywire.
pl: Myślę, że to właśnie te wszystkie transmisje powodują, że maszyny wpadają w szał.

source: I think everyone's just reluctant to face the truth.
pl: Sądzę, że po prostu nikt nie chce stawić czoła prawdzie.

source: I think he's evolving!
pl: On chyba ewoluuje!

source: I think it's set up to respond to some kind of input.
pl: Powinno to reagować na jakieś sygnał wejściowy.

source: I think my problems are over now!
pl: Myślę, że moje problemy są teraz rozwiązane!

source: I think our leader Anemone is in the tent at the square.
pl: Wydaje mi się, że nasza przywódczyni, Anemona, znajduje się pod namiotem, który stoi na placu.

source: I think she's off doing geological research in one of the desert caves.
pl: Z tego co mi wiadomo, prowadzi badania geologiczne w jednej z jaskiń na pustyni.

source: I think so too. I hope you'll visit me again, A2!
pl: Też tak myślę. Liczę, że znowu mnie odwiedzisz, A2!

source: I think some of us are better at that than others...
pl: Tak, pamiętam. Ale myślę też, że niektórzy z nas radzą sobie z tym lepiej niż inni...

source: I think someone crossed your circuits.
pl: Chyba masz jakieś spięcia w obwodach.

source: I think that's a wise decision.
pl: To mądra decyzja.

source: I think that's the last of the machines.
pl: Wydaje mi się, że to ostatnie z maszyn.

source: I think the nation that once existed here lived under an almost impossible number of rules.
pl: Wydaje mi się, że lud, który niegdyś tu żył, funkcjonował według nieskończonej ilości zasad.

source: I think the unit presiding over them may have gone mad.
pl: Myślę, że jednostka odpowiedzialna za sterowanie nimi, oszalała.

source: I think they were only being kept alive by that enemy.
pl: Wydaje mi się, że to wroga jednostka pozwalała utrzymywać je przy życiu.

source: I think they're just back from an expedition, actually.
pl: Chyba właśnie wróciły z ekspedycji.

source: I think this should be enough to fix your broken device.
pl: Wydaje mi się, że powinno wystarczyć do naprawy tego zepsutego urządzenia.

source: I think you can get small gears from the small machines with the short legs.
pl: Myślę, że małe trybiki wydobędziesz z małych maszyn o krótkich nogach.

source: I think you're...A2, right?
pl: Ty chyba jesteś... A2, co nie?

source: I think...I had something I wanted to protect. Something really precious to me.
pl: Zdaje się, że... Że miałem coś, co chciałem chronić. Coś naprawdę bardzo dla mnie cennego.

source: I think...this is it for me.
pl: Sądzę... że to dla mnie.

source: I thought I should preserve memories of the time we fought together.
pl: Pomyślałam, że warto zatrzymać wspomnienia z okresu, kiedy razem walczyłyśmy.

source: I thought combat models would be a bit more dense. Less thinking, more killing and all that?
pl: Byłam przekonana, że modele bojowe będą trochę mniej „rozgarnięte”. Mniej myślenia, a więcej zabijania...

source: I thought he'd be back by now, honestly.
pl: Tak szczerze mówiąc, powinien był już wrócić.

source: I thought it was some kind of mistake.
pl: Myślałem, że to była jakaś pomyłka.

source: I thought it would never end.
pl: Myślałem, że to się nie skończy.

source: I thought it would serve them well in the future. But instead...
pl: Myślałem, że przydadzą im się w przyszłości. Ale zamiast tego...

source: I thought we were going to forge peace...
pl: Myślałem, że mieliśmy zawrzeć pokój...

source: I told you to scram!
pl: Mówiłem ci: spadaj!

source: I told you to shut up!
pl: Powiedziałam ci, że masz się zamknąć!

source: I took your mother apart because she needed fixin'!
pl: Rozebraliśmy twoją matkę na części, bo wymagała naprawy!

source: I tried to become stronger. I tried and I tried.
pl: Starałem stać się silniejszy. Starałem i starałem.

source: I trust that our children can stand strong against the senseless conflicts of this world and blaze a new trail for our people.
pl: Wierzę w to, że nasze dzieci staną murem przeciwko bezsensownym konfliktom tego świata i ukażą naszym ludziom nową drogę.

source: I try my best, but I just can't cover all this ground on my own.
pl: Staram się jak mogę, ale wszystkiego sam nie zrobię.

source: I try to explain why I talk this way but I explain so quickly nobody seems to understand what I'm saying so that never gets me anywhere and
pl: próbuję wytłumaczyć dlaczego tak mówię, ale wyjaśniam to tak szybko, że nikt nie rozumie tego co mówię, więc to nigdy do niczego nie prowadzi i...

source: I try to look up at him, but my body refuses to move.<color_a0a0a0><bt_wait> Looks like the damage has spread to my motor functions as well. </page> <page> “Will you come with us?” asks Adam.<bt_wait> The question was completely free of malice.<bt_wait> It seemed I no longer had a reason to hate machines.<bt_wait> Maybe I never had a reason in the first place.<bt_wait>
pl: Chcę na niego spojrzeć, ale moje ciało odmawia ruchu..<color_a0a0a0><bt_wait> Wygląda na to, że zniszczenia dotarły również do moich funkcji ruchowych. </page> <page> „Wyruszysz z nami?” pyta Adam.<bt_wait> To pytanie było całkowicie wolne od złośliwości.<bt_wait> Wygląda na to, że nie mam już powodu, by nienawidzić maszyn.<bt_wait> Może tak właściwie nigdy nie było tego powodu.<bt_wait>

source: I turn no one away.
pl: Nikogo nie odprawię z kwitkiem.

source: I understand how anxious these times must be for you. Go in good health!
pl: Rozumiem jak niespokojne muszą być te czasy dla ciebie, Idź w dobrym zdrowiu!

source: I understand how unfair it must seem for them to keep getting our most difficult and dangerous assignments.
pl: Rozumiem, jak niesprawiedliwe może się wydawać, że dostają nasze najtrudniejsze i najniebezpieczniejsze zlecenia.

source: I understand that you see us as the enemy, but...
pl: Rozumiem, że uważacie nas za wroga, ale...

source: I understand the plan and agree with it completely. Now we all just have to do our part!
pl: Zrozumiałam plan i całkowicie się z nim zgadzam. Teraz musimy tylko zrobić co do nas należy!

source: I understand. Sorry to spring this on you.
pl: Rozumiem. I przepraszam, że próbowałem cię namówić do poszukiwań.

source: I understand. Though I hope you will reconsider at a later time.
pl: Rozumiem. Chociaż mam nadzieję, że jeszcze to przemyślisz.

source: I understand. You must be so tired of coming to my rescue like this.
pl: Rozumiem. Musisz mieć już dosyć tego ciągłego pomagania mojemu synowi...

source: I used Command's data to determine the signal's source and marked it on the map.
pl: Skorzystałem z danych Dowództwa, aby określić źródło sygnału, i oznaczyć je na mapie.

source: I used to hate the air in this room, but I've spent so much time here that I've kind of grown to like it!
pl: Kiedyś nie znosiłem powietrza w tym pomieszczeniu, ale spędziłem ty tyle czasu, że zaczęło mi się podobać!

source: I used to have a big team...until the virus corrupted them all.
pl: Należałem do dużego zespołu... Do czasu, aż wirus nie zainfekował ich wszystkich.

source: I used to think your personality was innate, but now I think it's heavily influenced by how much power you wield.
pl: Myślałem, że osobowość to wrodzona cecha, ale teraz sądzę, że duży wpływ ma to, jak dużo władzy dzierżysz.

source: I wait
pl: Czekam

source: I wait for a while, heart pounding, until I hear the enemy fire lessen.<bt_wait> “Okay,” I say, “this looks like our chance. Let's pull back.”<bt_wait> “Someone's fighting out there, Anemone!” cries Dahlia. “We can't abandon them!”<bt_wait> “Oh, so you want to risk all of our lives for some <i>stranger</i>? Come on! We don't even know if this mystery fighter is on our side or not.”<bt_wait> “That's not what I said!”<bt_wait> “Enough, you two,” barks Shion. “The captain makes the final decision on this.” </page>
pl: Odczekuję chwilę, z bijącym sercem, dopóki nie słyszę, że ogień nieprzyjaciela cichnie.<bt_wait> „Okej.” mówię. „To wygląda na naszą szansę. Cofnijmy się.”<bt_wait> „Ktoś tam walczy, Anemono!” wykrzykuje Dalia. „Nie możemy ich tak porzucić!”<bt_wait> „Och, więc chcesz zaryzykować nasze życia dla jakiegoś <i>obcego</i>? No, weź! Nie wiemy nawet, czy ten tajemniczy wojownik jest po naszej stronie czy nie.”<bt_wait> „Nie to powiedziałam!”<bt_wait> „Wystarczy, wy dwie.” wyszczekuje Shion. „To kapitan podejmuje ostateczną decyzję.” </page>

source: I walk slowly into the west, dragging my broken body along.<BGM_BGM_M6010_S0250_N_0060>
pl: Idę powoli na zachód, ciągnąc ze sobą swoje zniszczone ciało.<BGM_BGM_M6010_S0250_N_0060>

source: I wanna fight you-know-who.
pl: Chcę walczyć z wiesz-kim.

source: I wanna go home...
pl: Chcę do domu...

source: I wanna go hoooome... Siiiiisteeeeer! Where are you!?
pl: Chcę do dooomuuu... Siiiiiooostrooo! Gdzie ty jesteś?!

source: I wanna jump rope...
pl: Ja chcę skakankę...

source: I wanna watch the higher level ones, but they're so expensive.
pl: Chciałbym zobaczyć te wysokopoziomowe, ale są takie drogie.

source: I want him... I mean...
pl: Chcę, żeby on... Znaczy się...

source: I want my fun game to appeal to hardcore users. Can you get me a five-color cable so I can make it happen?
pl: Chcę, aby moja fajna gra trafiła w gusta hardkorowych użytkowników. Możesz zdobyć dla mnie pięciokolorowy kabel?

source: I want to add more tiers to my belly...
pl: Chciałem dodać jeszcze trzy stopnie do mojego brzucha...

source: I want to be as big as this guy.
pl: Chciałem być taki duży jak on.

source: I want to believe them. Please let this work. Please... </page> Lilly's body convulses and thrashes beneath our combined weight. She tries to throw Number 2 from her, but somehow the other woman manages to hang on.<bt_wait>
pl: Chcę im wierzyć. Proszę, niech to zadziała. Proszę... </page> <page> Ciało Lilly drży i szamocze się pod naszym wspólnym ciężarem. Próbuje zrzucić z siebie Numer 2, ale innej kobiecie jakoś udaje się ją przytrzymać.<bt_wait>

source: I want to contribute to the victory of mankind, but right now, I just hold everyone back. I hope I finally get a chance to make a difference someday...
pl: Chcę przyczynić się do zwycięstwa ludzkości, ale na razie powstrzymam wszystkich. Mam nadzieję, że któregoś dnia dostaniemy szansę...

source: I want to help you.
pl: chcę ci pomóc.

source: I want to make a fun game that anyone can play. Will you help out?
pl: Chcę zrobić fajną grę, w którą może zagrać każdy! Pomożesz mi?

source: I want to make great games and become the world's most popular game creator! It's all I want from life, really!
pl: Chcę tworzyć wspaniałe gry i zostać najsłynniejszym twórcą gier na świecie! Tylko tego pragnę od życia, naprawdę!

source: I want to retrieve her final moments.
pl: Chciałabym dowiedzieć się, jak wyglądały jej ostatnie chwile.

source: I want to search for them, but I can't abandon my work here...
pl: Chciałbym ich odszukać, ale nie mogę porzucić mojej pracy...

source: I want to see these bastards suffer over and over!
pl: Chcę zobaczyć jak te gnoje cierpią!

source: I want to see you suffer!
pl: Chcę zobaczyć jak cierpisz!

source: I want to try and figure out what this feeling is all about.
pl: Chciałbym spróbować zrozumieć, co wywołuje u mnie te emocje.

source: I want you to kill, kill, KILL! Kill until you're soaked in blood! Kill until your feet slip in pools of your own lubricants!
pl: Chcę, żebyście zabijali, zabijali, ZABIJALI! Zabijali, aż będziecie skąpani w krwi! Zabijali, aż wasze stopy będą się ślizgać w kałużach waszych własnych smarów!

source: I want you to take out those enemies over there in 30 seconds or less.
pl: Chcę, żebyś wyeliminowała tamtych wrogówi w mniej niż 30 sekund.

source: I want you to wipe out those enemies in 30 seconds or less without taking any damage. Now MAKE IT HAPPEN!
pl: Masz zlikwidować tamtych przeciwników w 30 sekund, bez odnoszenia obrażeń. A teraz SPRAW, ABY TAK BYŁO!

source: I want you to wipe out those enemies in 30 seconds or less.
pl: Chcę, żebyś zlikwidowała tamtych wrogów w maksymalnie 30 sekund.

source: I want you to wipe out those enemies in 30 seconds or less... Oh, and you can't take any damage either.
pl: Masz pokonać tamtych przeciwników w 30 sekund, lub szybciej... Nie odnosząc przy tym żadnych obrażeń.

source: I want...to be beauti...
pl: Chcę... być piękn...

source: I wanted to ask you something.
pl: Chciałem cię o coś zapytać.

source: I wanted to be...with 9S...
pl: Chciałam być... z 9S...

source: I wanted to say thanks for helping me get things up and running again, so I whipped you up some upgrade materials.
pl: Chciałem ci podziękować za to, że pomogłaś mi postawić wszystko na nogi, więc skombinowałem dla ciebie trochę materiałów do ulepszeń.

source: I was actually planning to go speak with them myself, you know.
pl: Wiesz... Tak właściwie, to planowałem wybrać się do nich, żeby z nimi porozmawiać.

source: I was afraid we'd find this.
pl: Miałem obawy, że tak to się może skończyć...

source: I was alone.<bt_wait> Tasked with infiltrating enemy territory to gather intelligence.<bt_wait> In the fog.<bt_wait> In the flames.<bt_wait> Alone. </page> <page> “My name's 9S. I'm here to provide support.”<bt_wait>
pl: Byłem sam.<bt_wait> Z zadaniem infiltracji terenów wroga w celu zbierania informacji.<bt_wait> We mgle.<bt_wait> W płomieniach.<bt_wait> Sam. </page> <page> „Nazywam się 9S. Jestem tutaj, żeby stanowić wsparcie.”<bt_wait>

source: I was aware that humans used to live in groups...
pl: Byłam świadoma, że dawniej ludzie tworzyli społeczności...

source: I was concerned about the two androids who were staying in our village, so I decided to look for them.
pl: Martwiłem się o te dwa androidy, które przebywały w naszej wiosce, więc... Postanowiłem je poszukać.

source: I was fighting the aliens. It...wasn't going well.
pl: Walczyłem z kosmitami. Ale... nie szło mi najlepiej.

source: I was going to send you the map data I collected earlier.
pl: Chcę ci wysłać dane, które udało mi się zebrać za pomocą mapy.

source: I was having so much fun being carried around, I think it made my friend angry. Since I don't have arms myself, I never really thought about how I might be putting him out.
pl: Fajnie było być noszonym, ale chyba denerwowało to mojego przyjaciela. Ponieważ sam nie mam rąk, nie zastanawiałem się nad tym, jak go to musi męczyć.

source: I was hoping one of you would take my side...
pl: Miałem nadzieję, że jedno z was stanie po mojej stronie...

source: I was in a dead sleep when mum started shouting. "Wakey-wakey!" she squawked. "Rise and shiiine! Today’s a very important day! Today’s your first visit to the castle!" ...Annoying, right? But I got up anyway.
pl: Śpię jak zabity, gdy budzi mnie głos mojej mamy. „Pora wstawać! Dzisiaj jest ważny dzień! Dzień twojej pierwszej wizyty na zamku!” Denerwujące, wiem. Ale i tak muszę wstać.

source: I was just talking about all the plants and animals I saw on Earth. Operators are kind of nuts for data collection, you know!
pl: Właśnie opowiadałam o wszystkich roślinach i zwierzętach, które widziałam na Ziemi. Operatorzy szaleją za zbieraniem danych, wiesz?

source: I was looking for my sister's part...
pl: Szukałam części dla siostry...

source: I was manu......huma......
pl: Zostałem wypro... ludzk...

source: I was manufactured in February of the human calendar year 11,934 A.D.
pl: Zostałem wyprodukowany w lutym, roku 11934 ludzkiego kalendarza.

source: I was never as smart or skilled as the others.<bt_wait> But if I work hard enough, everyone will surely acknowledge me.<bt_wait>
pl: Nigdy nie byłem tak bystry i zdolny jak inni.<bt_wait> Ale jeśli będę pracował wystarczająco ciężko, wszyscy na pewno mnie docenią.<bt_wait>

source: I was never good at fighting.<bt_wait> If I raise my right arm, oil comes spilling out.<bt_wait> If I move my left leg, my sensors get busted.<bt_wait> I'm a defective product.<bt_wait>
pl: Nigdy nie byłem dobry w walce.<bt_wait> Jeśli podniosę moje prawe ramię, wylewa się olej.<bt_wait> Jeśli ruszę moją lewą nogą, szwankują mi sensory.<bt_wait> Jestem wadliwym produktem.<bt_wait>

source: I was part of the machines' network when it happened, so I remember it.
pl: Byłem częścią sieci maszyn, więc to pamiętam.

source: I was really hoping you might pitch in.
pl: Naprawdę miałam nadzieję, że mi w tym pomożesz.

source: I was right after all.<bt_wait>
pl: Miałam jednak rację.<bt_wait>

source: I was right. This IS shady!
pl: Miałem rację. To JEST podejrzane!

source: I was running...from the memories of losing those close to me...
pl: Uciekałem... od wspomnień o utracie tych, którzy byli mi bliscy...'

source: I was scared.
pl: Bałem się.

source: I was so happy to be with someone.<bt_wait>
pl: Tak bardzo się cieszyłem, że z kimś jestem.<bt_wait>

source: I was so lone...ly...
pl: Byłam taka samo... tna...

source: I was sure he was gonna get 100 victories and escape this place, but there you go...
pl: Byłem pewien, że zdobędzie 100 zwycięstw i ucieknie z tego miejsca, ale nagle pojawiasz się ty...

source: I was surprised you wished to speak with me personally. Whatever is the matter?
pl: Byłem zaskoczony, że chcieliście ze mną pomówić osobiście. W czym problem?

source: I was thinking of converting to a combat model, but then I read the report on the great battle, and I was like "Nope nope nope."
pl: Myślałem o przebudowaniu się w model bojowy, ale przeczytałem raport z tej wielkiej bitwy i stwierdziłem, że „nie nie nie”.

source: I was told there was nothing wrong with my body, but I'm sure this isn't normal for androids.
pl: Powiedziano mi, że z moim ciałem wszystko jest w porządku, ale jestem pewna, że to nie jest normalne u androidów.

source: I was wounded in the battle before the virus attack, so I was in dormant mode when it was unleashed. That's how I survived.
pl: Ja zostałem ranny w bitwie przed atakiem wirusa. W związku z tym, byłem w stanie uśpienia, gdy został wypuszczony. W ten sposób przetrwałem.

source: I wasn't sure what to do with it, so...
pl: Nie byłem pewien, co z nimi zrobić, więc...

source: I wasn't there, so I don't know much about what happened. Was it really that terrifying?
pl: Nie było mnie tam, więc nie wiem zbyt wiele o tym, co się stało. Czy to naprawdę było takie straszne?

source: I went out and talked to everyone I saw. I even talked to the girl I liked! It was...fun.
pl: Wyszedłem i porozmawiałem ze wszystkimi, których spotkałem. Nawet z tą dziewczyną, która tak mi się podoba! To było... całkiem fajne.

source: I went outside recently and got attacked by some of those dinky little machines—which aren't much compared to a Goliath, I know, but it still surprised me—but thankfully
pl: Ostatnio wyszłam na zewnątrz i zostałam zaatakowana przez kilka tych małych maszyn. Wiem, że to nic w porównaniu do Goliata, ale mimo to zdołały mnie zaskoczyć. Ale na szczęście...

source: I will be here if you need me again.
pl: Będę tu, jeśli będziesz mnie jeszcze potrzebować.

source: I will become beautiful. I will do it for him. </page>
pl: Stanę się piękna. Zrobię to dla niego. </page>

source: I will convey your will to this world.
pl: Przekażę twoją wolę całemu światu.

source: I will do whatever it takes to capture his affection. </page>
pl: Zrobię cokolwiek będzie trzeba, by przykuć jego uczucie. </page>

source: I will fight! For my sister!
pl: Będę walczyć! Za moją siostrę!

source: I will make a firm note of it.
pl: Zapamiętam te słowa...

source: I will make the suggestion immediately.
pl: Niezwłocznie przedstawię tę propozycję.

source: I will now relay the materials necessary to improve the network environment.
pl: Przekażę ci teraz materiały potrzebne do ulepszenia środowiska sieciowego.

source: I will save it in my list of things to analyze later.
pl: Umieszczę to na swojej liście "rzeczy do przeanalizowania na później".

source: I will smash them up and kill them!
pl: Rozwalę je i pozabijam!

source: I will, 2B!
pl: Będę, 2B!

source: I will... And thanks.
pl: Będę... I dzięki.

source: I will... Nay, I MUST self-destruct!
pl: Chcę... Nie. MUSZĘ dokonać autodestrukcji!

source: I wish I could give up and stop caring.
pl: Chciałbym się poddać i przestać się martwić.

source: I wish I was as big as him!
pl: Chciałbym być tak duży jak on!

source: I wish I was bigger. Don't you?
pl: Chciałem być większy. A ty?

source: I wish all the machines would just die already.
pl: Chciałabym, żeby wszystkie maszyny w końcu przestały istnieć.

source: I wish all the other areas were like this.
pl: Chciałabym, aby w innych obszarach też tak było.

source: I wish he'd come to the village...
pl: Chciałbym, aby przyszedł do wioski...

source: I wish she'd just come back to camp so I could hear the damn thing again!
pl: Chciałabym, aby w końcu wróciła do obozu, żebym mogła znowu usłyszeć tę cholerną melodię!

source: I wish this war would end already.
pl: Chciałbym żeby ta wojna się już skończyła.

source: I wish to hold a parade to march to the Resistance camp as a symbol of our friendship. Would you be willing to help?
pl: Chciałbym zorganizować paradę, maszerując do obozu Ruchu Oporu. Jako symbol naszej przyjaźni. Może zechcesz nam pomóc?

source: I wish you good hunting.
pl: Życzę wam owocnego polowania.

source: I wish you success. Good luck.
pl: Życzę ci sukcesu. Powodzenia.

source: I won't accept—
pl: Nie przyjmę...

source: I won't give up!
pl: Nie poddawaj się!

source: I won't let that terrible girl in the desert find a way to interfere with our love!
pl: Nie pozwolę, żeby ta okropna dziewucha z pustyni ingerowała w naszą miłość!

source: I won't let those other women beat me to the punch— I must write Master <SARU_JAN> a new letter at once!
pl: Nie pozwolę, żeby inne kobiety mnie uprzedziły... Muszę od razu napisać Mistrzowi <SARU_JAN>owi nowy list!

source: I won't stop.<bt_wait>
pl: Nie przestanę.<bt_wait>

source: I wonder how many of me would fit in there?
pl: Ciekawe, ilu mnie zmieściłoby się w środku?

source: I wonder if all his followers being female had something to do with his weirdness. Did the human sexes interact with each other like this?
pl: Ciekawe, czy fakt, że wszyscy jego wyznawcy są płci żeńskiej, miało coś wspólnego z jego dziwactwem. Czy ludzkie płcie wchodziły ze sobą w takie relacje?

source: I wonder if he's ever going to reactivate...
pl: Ciekawe czy kiedykolwiek się reaktywuje...

source: I wonder if it's a set of coordinates?
pl: Czy to nie są jakieś współrzędne?

source: I wonder if there's a side of me like that...
pl: Zastanawiam się, czy we mnie też jest coś takiego...

source: I wonder if there's a way to collect some samples and—
pl: Zastanawiam się, czy dałoby radę pozyskać jakieś próbki i...

source: I wonder if there's a word for that.
pl: Ciekawe czy jest słowo które to opisuje.

source: I wonder if they'll let us examine their brain circuits if we bring the kid home.
pl: Ciekaw jestem, czy pozwoli nam zbadać swoje obwody mózgowe, jeśli przyprowadzimy jej dziecko do domu.

source: I wonder if we can use it? Pod, reset this and check the original owner ID.
pl: Ciekawe, czy da się go użyć... Podzie, zresetuj go i sprawdź ID oryginalnego właściciela.
